alsa-utils
android-file-transfer
arc-gtk-theme
audacity
autoconf
automake
aws-cli
bash
bbswitch
binaryen
binutils
bison
bumblebee
bzip2
calibre
chromium
clang
cloc
cmake
coreutils
cronie
cryptsetup
cuda
cups
device-mapper
dhcpcd
dialog
diffutils
docker
docker-compose
dunst
e2fsprogs
efibootmgr
erlang
evince
expac
fakeroot
fasd
file
filesystem
findutils
firefox
flex
foomatic-db-ppds
fzf
gawk
gcc
gcc-libs
gedit
gettext
gimp
git
git-filter-repo
glibc
gnome-keyring
gnome-screenshot
gnome-session
gnu-netcat
gnugo
go
gparted
grep
groff
grub
gsimplecal
gthumb
gzip
htop
httpie
hub
i3-gaps
i3blocks
i3lock
i3status
inetutils
inkscape
inotify-tools
intel-ucode
iproute2
iputils
ipython
iw
jdk-openjdk
jdk8-openjdk
jfsutils
jq
jre-openjdk
languagetool
less
libreoffice-fresh
libtool
liburcu
licenses
lightdm
lightdm-gtk-greeter
linux
linux-firmware
logrotate
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
mesa-demos
musl
nano
ncdu
nemo
neovim
netctl
network-manager-applet
networkmanager
noto-fonts
nvidia
ocaml
okular
onboard
opam
openssh
openvpn
os-prober
p7zip
pacman
pacman-contrib
patch
pavucontrol
pciutils
pdftk
peek
perf
perl
picom
pkgconf
playerctl
postgresql
postgresql-old-upgrade
powertop
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pyside2
python-pip
qalculate-gtk
qgo
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-gamepad
qt5-lottie
qt5-networkauth
qt5-purchasing
qt5-quick3d
qt5-quicktimeline
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-serialbus
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-xmlpatterns
redshift
reiserfsprogs
rofi
rsync
rustup
s-nail
sbt
scala
sdl2_image
sed
shadow
signal-desktop
speedtest-cli
stack
sudo
sysfsutils
system-config-printer
systemd
systemd-sysvcompat
tar
telegram-desktop
termite
terraform
texinfo
the_silver_searcher
thunderbird
tiled
time
timew
tk
tldr
tlp
transmission-gtk
tree
unzip
usbutils
util-linux
vi
vlc
wget
which
whois
wpa_supplicant
xclip
xf86-input-wacom
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xss-lock
yarn
zip
zsh
