acpi
alsa-utils
android-file-transfer
arc-gtk-theme
audacity
autoconf
automake
aws-cli-v2
base
bbswitch
binaryen
binutils
bison
blender
bluez
bluez-utils
boost
bumblebee
calibre
cheese
chromium
clang
cloc
cronie
cups
dbeaver
dconf-editor
dhcpcd
dialog
docker
docker-compose
dunst
efibootmgr
erlang
evince
expac
fakeroot
fasd
feh
file
file-roller
findutils
firefox
flex
foomatic-db-ppds
freeplane
fzf
gawk
gcc
gdb
gedit
gettext
gimp
git
git-lfs
gnome-bluetooth
gnome-control-center
gnome-disk-utility
gnome-keyring
gnome-screenshot
gnome-session
gnome-tweaks
gnu-netcat
gnugo
gparted
grep
groff
grub
gsimplecal
gthumb
gzip
hplip
htop
httpie
httrack
hub
hunspell-en_us
hunspell-es_es
i3blocks
i3lock
i3status
inetutils
inkscape
inotify-tools
intel-ucode
ipython
iw
iwd
jdk-openjdk
jdk11-openjdk
jdk8-openjdk
jfsutils
jq
jre-openjdk
kitty
languagetool
libreoffice-fresh
libtool
liburcu
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
logrotate
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
mesa-demos
mkinitcpio
mono
mono-msbuild
musl
nano
ncdu
nemo
neovim
neovim-qt
net-tools
netctl
network-manager-applet
networkmanager
noto-fonts
noto-fonts-emoji
npm
ntfs-3g
nvidia
obsidian
ocaml
okular
onboard
opam
openssh
openvpn
os-prober
p7zip
pacman
pacman-contrib
patch
pavucontrol
pdftk
peek
perf
picom
pkgconf
plasma-desktop
plasma-meta
playerctl
polybar
postgis
postgresql
postgresql-old-upgrade
powertop
proj
pulseaudio
pulseaudio-alsa
pyside2
python-pip
qalculate-gtk
qgis
qgo
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-gamepad
qt5-lottie
qt5-networkauth
qt5-purchasing
qt5-quick3d
qt5-quicktimeline
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-serialbus
qt5-translations
qt5-virtualkeyboard
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-xmlpatterns
redis
redshift
reiserfsprogs
rofi
rofi-emoji
rsync
rustup
s-nail
sagemath
sbt
scala
sdl2_image
sed
signal-desktop
smplayer
speedtest-cli
steam
sublime-text
subversion
sudo
sysfsutils
system-config-printer
telegram-desktop
terraform
tesseract
tesseract-data-eng
tesseract-data-spa
texinfo
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
the_silver_searcher
thunderbird
tiled
time
timew
tk
tldr
tlp
transmission-gtk
tree
unrar
unzip
usbutils
vi
vim
virtualbox
virtualbox-host-modules-arch
vlc
vulkan-intel
vulkan-tools
wasm-pack
wasmer
watchexec
wdiff
wget
which
whois
wine-staging
xclip
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xss-lock
yarn
youtube-dl
zathura
zip
zsh
